{
  "metadata": {
    "total_size": 18816477184
  },
  "weight_map": {
    "language_model.lm_head.weight": "model-00002-of-00002.safetensors",
    "language_model.model.embed_tokens.weight": "model-00001-of-00002.safetensors",
    "language_model.model.final_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.final_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.0.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.0.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.0.mlp.dense_4h_to_h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.0.mlp.dense_4h_to_h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.0.mlp.dense_h_to_4h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.0.mlp.dense_h_to_4h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.0.post_attention_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.0.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.0.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.0.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.0.self_attn.k_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.0.self_attn.k_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.0.self_attn.q_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.0.self_attn.q_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.0.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.0.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.mlp.dense_4h_to_h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.mlp.dense_4h_to_h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.mlp.dense_h_to_4h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.mlp.dense_h_to_4h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.post_attention_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.self_attn.k_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.self_attn.k_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.self_attn.q_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.self_attn.q_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.1.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.mlp.dense_4h_to_h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.mlp.dense_4h_to_h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.mlp.dense_h_to_4h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.mlp.dense_h_to_4h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.post_attention_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.self_attn.k_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.self_attn.k_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.self_attn.q_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.self_attn.q_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.10.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.mlp.dense_4h_to_h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.mlp.dense_4h_to_h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.mlp.dense_h_to_4h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.mlp.dense_h_to_4h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.post_attention_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.self_attn.k_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.self_attn.k_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.self_attn.q_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.self_attn.q_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.11.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.mlp.dense_4h_to_h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.mlp.dense_4h_to_h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.mlp.dense_h_to_4h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.mlp.dense_h_to_4h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.post_attention_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.self_attn.k_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.self_attn.k_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.self_attn.q_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.self_attn.q_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.12.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.mlp.dense_4h_to_h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.mlp.dense_4h_to_h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.mlp.dense_h_to_4h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.mlp.dense_h_to_4h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.post_attention_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.self_attn.k_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.self_attn.k_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.self_attn.q_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.self_attn.q_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.13.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.mlp.dense_4h_to_h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.mlp.dense_4h_to_h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.mlp.dense_h_to_4h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.mlp.dense_h_to_4h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.post_attention_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.self_attn.k_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.self_attn.k_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.self_attn.q_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.self_attn.q_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.14.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.mlp.dense_4h_to_h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.mlp.dense_4h_to_h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.mlp.dense_h_to_4h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.mlp.dense_h_to_4h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.post_attention_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.self_attn.k_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.self_attn.k_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.self_attn.q_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.self_attn.q_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.15.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.mlp.dense_4h_to_h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.mlp.dense_4h_to_h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.mlp.dense_h_to_4h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.mlp.dense_h_to_4h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.post_attention_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.self_attn.k_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.self_attn.k_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.self_attn.q_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.self_attn.q_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.16.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.mlp.dense_4h_to_h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.mlp.dense_4h_to_h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.mlp.dense_h_to_4h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.mlp.dense_h_to_4h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.post_attention_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.self_attn.k_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.self_attn.k_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.self_attn.q_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.self_attn.q_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.17.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.mlp.dense_4h_to_h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.mlp.dense_4h_to_h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.mlp.dense_h_to_4h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.mlp.dense_h_to_4h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.post_attention_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.self_attn.k_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.self_attn.k_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.self_attn.q_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.self_attn.q_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.18.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.19.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.19.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.19.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.19.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.19.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.19.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.19.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.19.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.19.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.19.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.19.self_attn.k_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.19.self_attn.k_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.19.self_attn.q_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.19.self_attn.q_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.19.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.19.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.mlp.dense_4h_to_h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.mlp.dense_4h_to_h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.mlp.dense_h_to_4h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.mlp.dense_h_to_4h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.post_attention_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.self_attn.k_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.self_attn.k_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.self_attn.q_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.self_attn.q_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.2.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.20.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.20.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.20.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.20.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.20.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.20.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.20.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.20.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.20.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.20.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.20.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.20.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.20.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.20.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.20.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.20.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.21.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.22.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.23.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.24.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.25.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.26.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.27.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.28.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.29.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.3.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.3.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.3.mlp.dense_4h_to_h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.3.mlp.dense_4h_to_h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.3.mlp.dense_h_to_4h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.3.mlp.dense_h_to_4h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.3.post_attention_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.3.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.3.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.3.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.3.self_attn.k_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.3.self_attn.k_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.3.self_attn.q_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.3.self_attn.q_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.3.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.3.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.30.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.30.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.30.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.30.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.30.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.30.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.30.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.30.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.30.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.30.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.30.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.30.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.30.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.30.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.30.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.30.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.31.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.32.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.33.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.34.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.mlp.dense_4h_to_h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.mlp.dense_4h_to_h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.mlp.dense_h_to_4h.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.mlp.dense_h_to_4h.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.post_attention_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.self_attn.k_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.self_attn.k_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.self_attn.q_layernorm.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.self_attn.q_layernorm.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "language_model.model.layers.35.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "language_model.model.layers.4.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.4.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.4.mlp.dense_4h_to_h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.4.mlp.dense_4h_to_h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.4.mlp.dense_h_to_4h.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.4.mlp.dense_h_to_4h.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.4.post_attention_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.4.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.4.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.4.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.4.self_attn.k_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.4.self_attn.k_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.4.self_attn.q_layernorm.bias": "model-00001-of-00002.safetensors",
    "language_model.model.layers.4.self_attn.q_layernorm.weight": "model-00001-of-00002.safetensors",
    "language_model.model.layers.4.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
